# -*- coding: utf-8 -*-
from __future__ import unicode_literals

from django.db import models, migrations


class Migration(migrations.Migration):

    dependencies = [
        ('claim', '0004_polygons'),
    ]

    operations = [
        migrations.AlterField(
            model_name='organizationtype',
            name='org_type',
            field=models.CharField(unique=True, max_length=10, choices=[('0', 'Unknown'), ('1', 'Міністерство фінансів України'), ('2', 'Міністерство соціальної політики України'), ('3', 'Міністерство регіонального розвитку, будівництва та житлово-комунального господарства України'), ('4', "Міністерство охорони здоров'я України "), ('5', 'Міністерство освіти і науки України'), ('6', 'Міністерство оборони України'), ('7', 'Міністерство молоді та спорту України'), ('8', 'Міністерство культури України'), ('9', 'Міністерство інфраструктури України'), ('10', 'Міністерство інформаційної політики України'), ('11', 'Міністерство закордонних справ України'), ('12', 'Міністерство енергетики та вугільної промисловості України'), ('13', 'Міністерство економічного розвитку і торгівлі України'), ('14', 'Міністерство екології та природних ресурсів України'), ('15', 'Міністерство внутрішніх справ України'), ('16', 'Міністерство аграрної політики та продовольства України'), ('17', 'Міністерство юстиції України')], default='0'),
        ),
    ]
